Repository: alienator88/Pearcleaner
Catalog: Pearcleaner/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, sk, sl, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Pearcleaner will ask you to enter your password once to enable the helper, then all subsequent privileged operations will run without any other prompts as long as the helper stays enabled in Settings > Login Items. This authorization is all managed by macOS via SMAppService.
de: Pearcleaner wird Sie einmal nach Ihrem Passwort fragen, um den Helfer zu aktivieren, dann werden alle nachfolgenden privilegierten Operationen ohne weitere Aufforderungen ausgeführt, solange der Helfer in Einstellungen > Anmeldeobjekte aktiviert bleibt. Diese Autorisierung wird von macOS über SMAppService verwaltet.
es: Pearcleaner te pedirá que ingreses tu contraseña una vez para habilitar el asistente, luego todas las operaciones privilegiadas posteriores se ejecutarán sin ningún otro aviso mientras el asistente permanezca habilitado en Configuración > Elementos de inicio de sesión. Esta autorización es gestionada por macOS a través de SMAppService.
fr: Pearcleaner vous demandera de saisir votre mot de passe une fois pour activer l'assistant, puis toutes les opérations privilégiées suivantes s'exécuteront sans aucune autre invite tant que l'assistant reste activé dans Réglages > Éléments de connexion. Cette autorisation est gérée par macOS via SMAppService.
id: Pearcleaner akan meminta Anda memasukkan kata sandi sekali untuk mengaktifkan pembantu, kemudian semua operasi istimewa berikutnya akan berjalan tanpa permintaan lain selama pembantu tetap diaktifkan di Pengaturan > Item Masuk. Otorisasi ini dikelola oleh macOS melalui SMAppService.
it: Pearcleaner ti chiederà di inserire la tua password una volta per abilitare l'assistente, quindi tutte le operazioni privilegiate successive verranno eseguite senza altri avvisi finché l'assistente rimane abilitato in Impostazioni > Elementi di accesso. Questa autorizzazione è gestita da macOS tramite SMAppService.
ja: Pearcleaner は、ヘルパーを有効にするために一度だけパスワードを入力するよう求め、その後、ヘルパーが設定 > ログイン項目で有効なままである限り、すべての後続の特権操作は他のプロンプトなしで実行されます。この承認は macOS によって SMAppService 経由で管理されます。
ko: Pearcleaner는 도우미를 활성화하기 위해 한 번 비밀번호를 입력하도록 요청한 후, 도우미가 설정 > 로그인 항목에서 활성화된 상태로 유지되는 한 모든 후속 권한 작업은 다른 프롬프트 없이 실행됩니다. 이 권한 부여는 SMAppService를 통해 macOS에서 관리됩니다.
pl: Pearcleaner poprosi Cię o podanie hasła raz, aby włączyć pomocnika, a następnie wszystkie kolejne operacje uprzywilejowane będą działać bez żadnych innych monitów, dopóki pomocnik pozostaje włączony w Ustawieniach > Elementy logowania. Ta autoryzacja jest zarządzana przez macOS za pośrednictwem SMAppService.
pt_br: O Pearcleaner pedirá que você insira sua senha uma vez para ativar o assistente, então todas as operações privilegiadas subsequentes serão executadas sem qualquer outro aviso, desde que o assistente permaneça ativado em Configurações > Itens de Login. Esta autorização é gerenciada pelo macOS via SMAppService.
ru: Pearcleaner попросит вас ввести пароль один раз, чтобы включить помощник, после чего все последующие привилегированные операции будут выполняться без дополнительных запросов, пока помощник остается включенным в Настройки > Элементы входа. Это разрешение управляется macOS через SMAppService.
sk: Pearcleaner vás požiada o zadanie hesla raz na povolenie pomocníka, potom všetky nasledujúce privilegované operácie budú prebiehať bez ďalších výziev, pokiaľ pomocník zostane povolený v Nastaveniach > Položky prihlásenia. Toto overenie je spravované systémom macOS prostredníctvom SMAppService.
sl: Pearcleaner vas bo prosil, da enkrat vnesete geslo za omogočanje pomočnika, nato pa bodo vse nadaljnje privilegirane operacije potekale brez drugih pozivov, dokler bo pomočnik ostal omogočen v Nastavitve > Elementi za prijavo. To avtorizacijo upravlja macOS prek SMAppService.
tr: Pearcleaner, yardımcıyı etkinleştirmek için sizden bir kez şifrenizi girmenizi isteyecek, ardından yardımcı Ayarlar > Giriş Öğeleri'nde etkin kaldığı sürece tüm sonraki ayrıcalıklı işlemler başka bir uyarı olmadan çalışacaktır. Bu yetkilendirme, macOS tarafından SMAppService aracılığıyla yönetilir.
uk: Pearcleaner попросить вас ввести пароль один раз, щоб увімкнути помічника, після чого всі наступні привілейовані операції будуть виконуватися без будь-яких інших запитів, доки помічник залишається увімкненим у Налаштуваннях > Елементи входу. Ця авторизація керується macOS через SMAppService.
vi: Pearcleaner sẽ yêu cầu bạn nhập mật khẩu một lần để kích hoạt trình trợ giúp, sau đó tất cả các thao tác đặc quyền tiếp theo sẽ chạy mà không có bất kỳ lời nhắc nào khác miễn là trình trợ giúp vẫn được bật trong Cài đặt > Mục đăng nhập. Sự ủy quyền này được quản lý bởi macOS thông qua SMAppService.
zh_hans: Pearcleaner 会要求您输入密码一次以启用助手，然后所有后续的特权操作将在没有其他提示的情况下运行，只要助手在设置 > 登录项中保持启用状态。此授权由 macOS 通过 SMAppService 管理。
zh_hant: Pearcleaner 會要求您輸入密碼一次以啟用助手，然後所有後續的特權操作將在不提示的情況下運行，只要助手在設定 > 登入項目中保持啟用狀態。此授權由 macOS 通過 SMAppService 管理。
zh_hk: Pearcleaner 會要求您輸入密碼一次以啟用助手，然後所有後續的特權操作將在不提示的情況下運行，只要助手在設定 > 登入項目中保持啟用狀態。此授權由 macOS 通過 SMAppService 管理。

source: Pearcleaner will strip the %@ architecture from %@'s executable file to save space. Would you like to proceed?
de: Pearcleaner wird die %@-Architektur aus der ausführbaren Datei von %@ entfernen, um Speicherplatz zu sparen. Möchten Sie fortfahren?
es: Pearcleaner eliminará la arquitectura %@ del archivo ejecutable de %@ para ahorrar espacio. ¿Desea continuar?
fr: Pearcleaner supprimera l'architecture %@ du fichier exécutable de %@ pour économiser de l'espace. Voulez-vous continuer ?
id: Pearcleaner akan menghapus arsitektur %@ dari file eksekusi %@ untuk menghemat ruang. Apakah Anda ingin melanjutkan?
it: Pearcleaner rimuoverà l'architettura %@ dal file eseguibile di %@ per risparmiare spazio. Vuoi procedere?
ja: Pearcleanerは、スペースを節約するために%@の実行可能ファイルから%@アーキテクチャを削除します。続行しますか？
ko: Pearcleaner가 공간을 절약하기 위해 %@의 실행 파일에서 %@ 아키텍처를 제거합니다. 계속하시겠습니까?
pl: Pearcleaner usunie architekturę %@ z pliku wykonywalnego %@, aby zaoszczędzić miejsce. Czy chcesz kontynuować?
pt_br: Pearcleaner removerá a arquitetura %@ do arquivo executável de %@ para economizar espaço. Deseja continuar?
ru: Pearcleaner удалит архитектуру %@ из исполняемого файла %@ для экономии места. Хотите продолжить?
sk: Pearcleaner odstráni architektúru %@ z vykonávacieho súboru %@, aby ušetril miesto. Chcete pokračovať?
sl: Pearcleaner bo odstranil arhitekturo %@ iz izvedljive datoteke %@, da prihrani prostor. Želite nadaljevati?
tr: Pearcleaner, alan kazanmak için %@'nin çalıştırılabilir dosyasından %@ mimarisini kaldıracak. Devam etmek istiyor musunuz?
uk: Pearcleaner видалить архітектуру %@ з виконуваного файлу %@, щоб заощадити місце. Бажаєте продовжити?
vi: Pearcleaner sẽ loại bỏ kiến trúc %@ khỏi tập tin thực thi của %@ để tiết kiệm không gian. Bạn có muốn tiếp tục không?
zh_hans: Pearcleaner将从%@的可执行文件中剥离%@架构以节省空间。您想继续吗？
zh_hant: Pearcleaner將從%@的可執行文件中剝離%@架構以節省空間。您想繼續嗎？
zh_hk: Pearcleaner將會從%@的可執行檔中移除%@架構以節省空間。你想繼續嗎？

source: Perform privileged operations seamlessly without password prompts
de: Führt privilegierte Vorgänge nahtlos und ohne Passwortabfrage aus.
es: Realiza operaciones privilegiadas sin interrupciones y sin solicitudes de contraseña
fr: Effectuez des opérations nessécitant les privilégiées admin de manière transparente sans invite de mot de passe
id: Lakukan operasi istimewa tanpa hambatan tanpa permintaan kata sandi
it: Esegui operazioni privilegiate senza interruzioni senza richieste di password
ja: パスワード入力なしでシームレスに特権操作を実行
ko: 비밀번호 입력 없이 원활하게 권한 있는 작업 수행
pl: Płynne wykonywanie operacji uprzywilejowanych bez komunikatów o podanie hasła
pt_br: Realize operações privilegiadas de forma tranquila sem solicitações de senha
ru: Выполняйте привилегированные операции без запросов пароля
sk: Vykonávajte privilégiované operácie plynulo bez výziev na zadanie hesla
sl: Izvajajte privilegirane operacije brez pozivov za geslo
tr: Parola istemleri olmadan ayrıcalıklı işlemleri sorunsuz bir şekilde gerçekleştirin
uk: Виконуйте привілейовані операції без запитів на введення пароля
vi: Thực hiện các thao tác cần thẩm quyền mà không cần yêu cầu mật khẩu
zh_hans: 无缝执行带权限的操作，无需密码提示
zh_hant: 在沒有密碼的提示下流暢地執行特殊權限操作
zh_hk: 在沒有密碼的提示下流暢地執行特殊權限操作

source: Perform updates on 3rd party apps, and more
de: Führen Sie Updates für Drittanbieter-Apps durch und mehr
es: Realizar actualizaciones en aplicaciones de terceros y más
fr: Effectuer des mises à jour sur des applications tierces, et plus encore
id: Lakukan pembaruan pada aplikasi pihak ketiga, dan lainnya
it: Esegui aggiornamenti su app di terze parti e altro ancora
ja: サードパーティアプリの更新を実行するなど
ko: 타사 앱을 업데이트하고 더 많은 작업 수행
pl: Wykonuj aktualizacje aplikacji innych firm i nie tylko
pt_br: Realize atualizações em aplicativos de terceiros e mais
ru: Выполняйте обновления сторонних приложений и многое другое
sk: Vykonajte aktualizácie na aplikáciách tretích strán a ďalšie
sl: Izvedite posodobitve na aplikacijah tretjih oseb in še več
tr: Üçüncü taraf uygulamalarda güncellemeler yapın ve daha fazlası
uk: Виконуйте оновлення сторонніх додатків та інше
vi: Thực hiện cập nhật trên ứng dụng bên thứ ba và hơn thế nữa
zh_hans: 执行第三方应用程序更新，等等
zh_hant: 執行第三方應用程式更新，等等
zh_hk: 執行第三方應用程式更新，等等

source: Permanently delete files
de: Dateien dauerhaft löschen
es: Eliminar archivos permanentemente
fr: Supprimer définitivement les fichiers
id: Hapus file secara permanen
it: Elimina file permanentemente
ja: ファイルを完全に削除
ko: 파일 영구 삭제
pl: Trwale usuń pliki
pt_br: Excluir arquivos permanentemente
ru: Удалить файлы навсегда
sk: Trvalo odstrániť súbory
sl: Trajno izbriši datoteke
tr: Dosyaları kalıcı olarak sil
uk: Назавжди видалити файли
vi: Xóa vĩnh viễn tệp
zh_hans: 永久删除文件
zh_hant: 永久刪除檔案
zh_hk: 永久刪除檔案

source: Permission required. Enable in System Settings > Login Items.
de: Berechtigung notwendig. Einschalten in den Systemeinstellungen > Anmeldeobjekte
es: Permiso necesario. Habilite en Configuración del sistema > Elementos de inicio de sesión.
fr: Autorisation requise. Activer dans Paramètres système > Éléments de connexion.
id: Izin diperlukan. Aktifkan di Pengaturan Sistem > Item Masuk.
it: Autorizzazione richiesta. Abilita in Impostazioni di Sistema > Elementi di Login.
ja: 許可が必要です。システム設定 > ログイン項目で有効にしてください。
ko: 권한이 필요합니다. 시스템 설정 > 로그인 항목에서 활성화하세요.
pl: Wymagane uprawnienia. Włącz w Ustawieniach systemowych > Rzeczy i rozszerzenia otwierane podczas logowania.
pt_br: Permissão necessária. Ative em Ajustes do Sistema > Itens de Login.
ru: Требуется разрешение. Включите в Системные настройки > Элементы входа.
sk: Je potrebné povolenie. Povoľte v Systémových nastaveniach > Položky pri spustení.
sl: Potrebno dovoljenje. Omogočite v Sistemske nastavitve > Prijavni elementi.
tr: İzin gerekli. Sistem Ayarları > Oturum Açma Öğeleri'nde etkinleştirin.
uk: Для продовження потрібен дозвіл. Увімкніть у Системних налаштуваннях > Елементи входу
vi: Cần quyền truy cập. Hãy bật trong Cài đặt Hệ thống > Mục Đăng nhập.
zh_hans: 需要权限，在系统设置 > 登录项中启用。
zh_hant: 需要權限。在「系統設定」>「登入項目」中啟用。
zh_hk: 需要權限。在「系統設定」>「登入項目」中啟用。

source: Permission Status
de: Berechtigungsstatus
es: Estado de permisos
fr: Statut des autorisations
id: Status Izin
it: Stato dei permessi
ja: 権限ステータス
ko: 권한 상태
pl: Status uprawnień
pt_br: Status de Permissão
ru: Статус прав
sk: Stav povolení
sl: Status dovoljenja
tr: İzin Durumu
uk: Статус Дозволів
vi: Thông tin cấp quyền
zh_hans: 权限状态
zh_hant: 權限狀態
zh_hk: 權限狀態

source: Permissions
de: Berechtigung
es: Permisos
id: Izin
it: Permessi
ja: 権限
ko: 권한
pl: Uprawnienia
pt_br: Permissões
ru: Права
sk: Povolenia
sl: Dovoljenja
tr: İzinler
uk: Дозволи
vi: Quyền truy cập
zh_hans: 查看权限
zh_hant: 權限
zh_hk: 權限

source: Permissions Missing!
de: Berechtigungen fehlen!
es: ¡Faltan permisos!
fr: Autorisations manquantes !
id: Izin Hilang!
it: Permessi mancanti!
ja: 権限がありません！
ko: 권한 누락!
pl: Brak uprawnień!
pt_br: Permissões ausentes!
ru: Отсутствуют разрешения!
sk: Chýbajúce povolenia!
sl: Manjkajo dovoljenja!
tr: İzinler Eksik!
uk: Відсутні дозволи!
vi: Thiếu quyền!
zh_hans: 权限缺失！
zh_hant: 權限缺失！
zh_hk: 權限缺失！

source: PID: %@
de: Prozess-ID: %@
uk: Ідентифікатор процесу: %@
zh_hans: 进程ID: %@
zh_hant: 進程識別碼：%@

source: Pin popover window on top
de: Popover-Fenster oben anheften
es: Fijar ventana emergente en la parte superior
fr: Empêcher la fermeture des détails d’une l’application si clic externe
id: Semat jendela popover di atas
it: Fissa la finestra popover in cima
ja: ポップオーバーウィンドウを最上部に固定
ko: 팝오버 창을 맨 위에 고정
pl: Przypnij wyskakujące okno na górze
pt_br: Fixar a janela pop-up no topo
ru: Закрепить всплывающее окно сверху
sk: Pripnúť vyskakovacie okno na vrch
sl: Pripni pojavno okno na vrh
tr: Açılır pencereyi en üste sabitle
uk: Закріпіть спливаюче вікно зверху
vi: Ghim cửa sổ nổi lên trên cùng
zh_hans: 将弹出窗口固定在顶部
zh_hant: 固定彈出式視窗於最上方
zh_hk: 固定彈出式視窗於最上方

source: Pin version
de: Version anheften
es: Fijar versión
fr: Épingler la version
id: Sematkan versi
it: Versione fissa
ja: バージョンを固定
ko: 버전 고정
pl: Przypnij wersję
pt_br: Fixar versão
ru: Закрепить версию
sk: Pripnúť verziu
sl: Pripni različico
tr: Sürümü sabitle
uk: Закріпити версію
vi: Ghim phiên bản
zh_hans: 固定版本
zh_hant: 釘選版本
zh_hk: 釘選版本

source: Please install the helper service
de: Bitte installieren Sie den Hilfsdienst
es: Instale el servicio auxiliar
fr: Veuillez installer le service d'autorisation
id: Silakan pasang layanan pembantu
it: Si prega di installare il servizio di supporto
ja: ヘルパーサービスをインストールしてください
ko: 도우미 서비스를 설치하십시오
pl: Proszę zainstalować narzędzie pomocnicze
pt_br: Por favor, instale o serviço auxiliar
ru: Пожалуйста, установите вспомогательную службу
sk: Nainštalujte prosím pomocnú službu
sl: Prosimo, namestite pomožno storitev
tr: Lütfen yardımcı servisi yükleyin
uk: Будь ласка, встановіть допоміжний сервіс
vi: Vui lòng cài đặt dịch vụ phụ trợ
zh_hans: 请安装辅助服务
zh_hant: 請安裝輔助應用程式服務
zh_hk: 請安裝輔助應用程式服務

source: Plist File
de: Plist Datei
es: Archivo Plist
fr: Fichier Plist
id: File Plist
it: File Plist
ja: Plistファイル
ko: Plist 파일
pl: Plik Plist
pt_br: Arquivo Plist
ru: Файл Plist
sk: Plist súbor
sl: Plist datoteka
tr: Plist Dosyası
uk: Файл Plist
vi: Tệp Plist
zh_hans: Plist 文件
zh_hant: PLIST 文件
zh_hk: PLIST 文件

source: Potential savings from bundle thinning
de: Potenzielle Einsparungen durch Paketdünnung
es: Ahorros potenciales por reducción de paquetes
fr: Économies potentielles grâce à l'allègement du bundle
id: Potensi penghematan dari pengurangan bundel
it: Risparmi potenziali dal bundle thinning
ja: バンドル削減による潜在的な節約
ko: 번들 슬리밍으로 인한 잠재적 절약
pl: Potencjalne oszczędności wynikające z zmniejszenia rozmiaru pakietu
pt_br: Economia potencial com a redução do pacote
ru: Потенциальная экономия от уменьшения пакета
sk: Potenciálne úspory z redukcie balíka
sl: Potencialni prihranki pri zmanjšanju paketa
tr: Paket inceltmeden elde edilebilecek tasarruflar
uk: Потенційна економія від зменшення пакету
vi: Tiềm năng tiết kiệm từ việc giảm gói
zh_hans: 通过捆绑精简实现的潜在节省
zh_hant: 從套件精簡中節省的潛力
zh_hk: 從精簡套裝中潛在節省

source: Pre-release
de: Vorabversion
es: Prelanzamiento
fr: Pré-version
id: Pra-rilis
it: Pre-rilascio
ja: プレリリース
ko: 사전 출시
pl: Wersja przedpremierowa
pt_br: Pré-lançamento
ru: Предварительный выпуск
sk: Predbežné vydanie
sl: Predizdaja
tr: Ön sürüm
uk: Попередній випуск
vi: Phát hành trước
zh_hans: 预发布
zh_hant: 預發佈
zh_hk: 預發佈

source: Preferred language
de: Bevorzugte Sprache
es: Idioma preferido
fr: Langue préférée
id: Bahasa yang disukai
it: Lingua preferita
ja: 優先言語
ko: 선호하는 언어
pl: Preferowany język
pt_br: Idioma preferido
ru: Предпочтительный язык
sk: Preferovaný jazyk
sl: Prednostni jezik
tr: Tercih edilen dil
uk: Бажана мова
vi: Ngôn ngữ ưa thích
zh_hans: 首选语言
zh_hant: 首選語言
zh_hk: 首選語言

source: Privileged Helper Not Installed!
de: Privilegierter Helfer nicht installiert!
es: ¡Asistente privilegiado no instalado!
fr: Assistant privilégié non installé !
id: Pembantu Istimewa Belum Terpasang!
it: Assistente privilegiato non installato!
ja: 特権ヘルパーがインストールされていません！
ko: 특권 도우미가 설치되지 않았습니다!
pl: Nie zainstalowano uprzywilejowanego pomocnika!
pt_br: Assistente privilegiado não instalado!
ru: Привилегированный помощник не установлен!
sk: Privilegovaný pomocník nie je nainštalovaný!
sl: Privilegirani pomočnik ni nameščen!
tr: Ayrıcalıklı Yardımcı Yüklenmedi!
uk: Привілейований помічник не встановлено!
vi: Trình trợ giúp đặc quyền chưa được cài đặt!
zh_hans: 特权助手未安装！
zh_hant: 未安裝特權助手！
zh_hk: 特權助手未安裝！

source: Prune Translations
de: um Übersetzungen kürzen
es: Podar traducciones
fr: Supprimer des traductions
id: Pangkas Terjemahan
it: Elimina traduzioni
ja: 翻訳を整理
ko: 번역 가지치기
pl: Wyczyść tłumaczenia
pt_br: Podar Traduções
ru: Очистить переводы
sk: Odstrániť preklady
sl: Obreži prevode
tr: Çevirileri Temizle
uk: Очищення перекладів
vi: Cắt bớt bản dịch
zh_hans: 删除翻译
zh_hant: 刪除翻譯
zh_hk: 刪除翻譯

source: Purgeable space refers to the System Data taken up by macOS. This cannot be manually freed and is automatically managed by your system.
de: Bereinigbarer Speicher bezieht sich auf die Systemdaten, die von macOS belegt werden. Dieser kann nicht manuell freigegeben werden und wird automatisch von Ihrem System verwaltet.
es: El espacio purgable se refiere a los Datos del Sistema ocupados por macOS. Esto no se puede liberar manualmente y es gestionado automáticamente por tu sistema.
fr: L'espace purgeable fait référence aux données système occupées par macOS. Cela ne peut pas être libéré manuellement et est géré automatiquement par votre système.
id: Ruang yang dapat dibersihkan mengacu pada Data Sistem yang digunakan oleh macOS. Ini tidak dapat dibebaskan secara manual dan dikelola secara otomatis oleh sistem Anda.
it: Lo spazio eliminabile si riferisce ai Dati di Sistema occupati da macOS. Questo non può essere liberato manualmente ed è gestito automaticamente dal tuo sistema.
ja: パージ可能なスペースとは、macOSによって占有されるシステムデータを指します。これは手動で解放することはできず、システムによって自動的に管理されます。
ko: 정리 가능한 공간은 macOS가 차지하는 시스템 데이터를 의미합니다. 이는 수동으로 해제할 수 없으며 시스템에 의해 자동으로 관리됩니다.
pl: Przestrzeń do wyczyszczenia odnosi się do danych systemowych zajmowanych przez system macOS. Nie można jej zwolnić ręcznie i jest ona automatycznie zarządzana przez system.
pt_br: O espaço apagável refere-se aos Dados do Sistema ocupados pelo macOS. Isso não pode ser liberado manualmente e é gerenciado automaticamente pelo seu sistema.
ru: Очищаемое пространство относится к системным данным, занимаемым macOS. Это пространство нельзя освободить вручную, оно автоматически управляется вашей системой.
sk: Vymazateľné miesto sa vzťahuje na systémové dáta obsadené macOS. Toto nemôže byť manuálne uvoľnené a je automaticky spravované vaším systémom.
sl: Očiščljiv prostor se nanaša na sistemske podatke, ki jih zavzema macOS. Tega prostora ni mogoče ročno sprostiti in ga vaš sistem samodejno upravlja.
tr: Silinebilir alan, macOS tarafından kullanılan Sistem Verilerini ifade eder. Bu alan elle boşaltılamaz ve sisteminiz tarafından otomatik olarak yönetilir.
uk: Очищуваний простір відноситься до системних даних, зайнятих macOS. Це не можна звільнити вручну, і система керує цим автоматично.
vi: Dung lượng có thể xóa đề cập đến Dữ liệu Hệ thống do macOS chiếm dụng. Điều này không thể được giải phóng thủ công và được hệ thống của bạn tự động quản lý.
zh_hans: 可清除空间是指被macOS占用的系统数据。这无法手动释放，由系统自动管理。
zh_hant: 可清除空間是指 macOS 佔用的系統數據。這無法手動釋放，並由系統自動管理。
zh_hk: 可清除空間是指由 macOS 佔用的系統數據。這不能手動釋放，並由系統自動管理。

source: Purgeable:
de: Löschbar:
es: Purgable:
id: Dapat Dihapus:
it: Eliminabile:
ja: 削除可能:
ko: 정리 가능:
pl: Możliwość czyszczenia:
pt_br: Purgável:
ru: Подлежащий очистке:
sk: Vyčistiteľné:
sl: Očiščljivo:
tr: Temizlenebilir:
uk: Можна очистити:
vi: Có thể xóa:
zh_hans: 可清除
zh_hant: 可清除:
zh_hk: 可清除的

source: Quit
de: Beenden
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 終了
ko: 종료
pl: Zamknij
pt_br: Sair
ru: Выйти
sk: Ukončiť
sl: Izhod
tr: Çık
uk: Закрити
vi: Thoát
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: Quit Pearcleaner
de: Pearcleaner beenden
es: Salir de Pearcleaner
fr: Quitter Pearcleaner
id: Keluar Pearcleaner
it: Esci da Pearcleaner
ja: Pearcleanerを終了
ko: Pearcleaner 종료
pl: Zamknij program Pearcleaner
pt_br: Sair do Pearcleaner
ru: Выйти из Pearcleaer
sk: Ukončiť Pearcleaner
sl: Izhod iz Pearcleaner
tr: Pearcleaner’dan Çık
uk: Закрити Pearcleaner
vi: Thoát Pearcleaner
zh_hans: 退出 Pearcleaner
zh_hant: 結束 Pearcleaner
zh_hk: 結束 Pearcleaner

source: Ready to search
de: Bereit zur Suche
es: Listo para buscar
fr: Prêt à rechercher
id: Siap untuk mencari
it: Pronto per la ricerca
ja: 検索の準備ができました
ko: 검색 준비 완료
pl: Gotowy do wyszukiwania
pt_br: Pronto para pesquisar
ru: Готов к поиску
sk: Pripravený na vyhľadávanie
sl: Pripravljen za iskanje
tr: Aramaya hazır
uk: Готовий до пошуку
vi: Sẵn sàng để tìm kiếm
zh_hans: 准备搜索
zh_hant: 準備搜尋
zh_hk: 準備搜尋

source: Real
de: Tatsächlich
fr: Réel
id: Nyata
it: Reale
ja: 実際のサイズ
ko: 리얼
pl: Rzeczywiste
pt_br: Mostrar
ru: Реальный
sk: Reálna
sl: Realno
tr: Gerçek
uk: Справжній
vi: Kích thước thực (Real size)
zh_hans: 真实大小
zh_hant: 實際大小
zh_hk: 實際大小
